{
    "HomePage": {
        "ParagraphLine1": "Born in 1993",
        "ParagraphLine2": "in Salamanca, Spain.",
        "ParagraphLine3": "My passion is",
        "ParagraphLine4": "web design.",
        "ParagraphLine5": "Non-stop learning",
        "ParagraphLine6": "new technologies",
        "ParagraphLine7": "and concepts."
    },
    "ProjectsPage": {
        "Title": "PROJECTS",
        "Cinema": {
            "Title": "Cinema",
            "Paragraph": "Website with TailwindCSS layout, obtains movie data through the 'themoviedb' API. It consists of a main page where the current and most popular movies are displayed, as well as another search page by name. Both the films and the cast have their detail page. Developed with Angular and CSS3."
        },
        "GiftyNextJs": {
            "Title": "Gifty NextJs",
            "Paragraph": "Web application with a design adapted for mobile, which consists of the sale or purchase of gifts in a simple way. A registered user can either give away a product or be a seller of a product. In the application we can also carry out: search by product name, filtering and ordering of products and adding products to favorites. Developed with NodeJs, NextJs and CSS3."
        },
        "Gifty": {
            "Title": "Gifty",
            "Paragraph": "Web application with a design adapted for mobile, which consists of the sale or purchase of gifts in a simple way. A registered user can either give away a product or be a seller of a product. In the application we can also carry out: search by product name, filtering and ordering of products and adding products to favorites. Developed with NodeJs, ReactJs and CSS3."
        },
        "ChicagoArt": {
            "Title": "Chicago-Art",
            "Paragraph": "Web page created using the API of the Art Institute of Chicago, in which we can: see the list of works of art with pagination, perform searches by name, see the museum's virtual gallery, etc. It also has user registration and login. A user can add works to his favorites, he can also follow other users. Developed with NodeJs, HandleBars and CSS3."
        }
    },
    "AboutPage": {
        "ParagraphLine1": "I am a FullStack web developer with a higher degree of DAM (Cross Platform Application Development), with almost 4 years of experience in FrontEnd development of web pages.",
        "ParagraphLine2": "Developing web pages without the use of frameworks or libraries has made me realize that I need to learn the use of these tools. Now I have the need to improve the use of ReactJs, in addition to learning frameworks like NextJs, AngularJs or VueJs."
    },
    "ThemeSwitcher": {
        "CHANGE_THEME": "THEME:",
        "LIGHT": "Light",
        "DARK": "Dark"
    },
    "MenuLang": {
        "TITLE": "LANGUAGE:"
    },
    "Navigation": {
        "MENU_HOME": "Home",
        "MENU_PROJECTS": "Projects",
        "MENU_ABOUT": "About me"
    }
}